Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Cmd_edit_selection_shiftPrevious
source: Shift selection back
ar: إزاحة التحديد للخلف
cs: Posunout výběr zpět
de: Auswahl zurück verschieben
el: Μετατόπιση επιλογής πίσω
es: Desplazar la selección hacia atrás
fa: جابه‌جایی انتخاب به عقب
fr: Décaler la sélection vers l'arrière
hu: Kijelölés eltolása hátra
id: Geser pilihan mundur
it: Sposta selezione indietro
ja: 選択範囲を前へずらす
ko: 선택 영역을 뒤로 이동
pl: Przesuń zaznaczenie do tyłu
pt: Deslocar seleção para trás
ro: Mutare selecție înapoi
th: เลื่อนส่วนที่เลือกย้อนกลับ
tr: Seçimi geri kaydır
uk: Зсунути виділення назад
vi: Dịch vùng chọn lùi
zh_hans: 向前移动选定内容
zh_hant: 向前移動選取範圍

# CmdAlias_edit_selection_shiftPrevious
source: move record previous
ar: move record previous نقل سجل سابق
cs: posunout výběr vyber předchozí predchozi záznam zaznam move record previous
de: verschieben datensatz vorheriger move record previous
el: μετακίνηση εγγραφή προηγούμενη move record previous
es: mover registro anterior move record previous
fa: جابه‌جایی رکورد قبلی, move record previous
fr: déplacer enregistrement précédent move record previous
hu: kijelölés kijeloles eltolás eltolas hátra hatra rekord előző move record previous
id: geser pilihan rekaman sebelumnya move record previous
it: sposta record precedente move record previous
ja: せんたくはんいをまえへずらす
ko: 선택 영역 이전 이동 레코드 move record previous
pl: przesuń rekord poprzedni move record previous
pt: mover registro anterior move record previous
ro: mutare deplasare inregistrare înregistrare anterior move record previous
th: เลื่อน ส่วนที่เลือก ก่อนหน้า เรคคอร์ด move record previous
tr: taşı kayıt önceki move record previous
uk: перемістити запис попередній move record previous
vi: dịch vùng chọn bản ghi trước move record previous
zh_hans: 移动 选定内容 上一个 记录 move record previous
zh_hant: 移動 選取範圍 上一筆 記錄 move record previous

# Cmd_edit_selection_shiftBy
source: Shift selection by N bytes...
ar: إزاحة التحديد بمقدار N بايت...
cs: Posunout výběr o N bajtů...
de: Auswahl um N Bytes verschieben...
el: Μετατόπιση επιλογής κατά N byte...
es: Desplazar la selección N bytes...
fa: جابه‌جایی انتخاب به اندازهٔ N بایت...
fr: Décaler la sélection de N octets...
hu: Kijelölés eltolása N bájttal...
id: Geser pilihan N byte...
it: Sposta selezione di N byte...
ja: 選択範囲を N バイトずらす...
ko: 선택 영역을 N바이트 이동...
pl: Przesuń zaznaczenie o N bajtów...
pt: Deslocar seleção em N bytes...
ro: Mutare selecție cu N octeți...
th: เลื่อนส่วนที่เลือก N ไบต์...
tr: Seçimi N bayt kaydır...
uk: Зсунути виділення на N байтів...
vi: Dịch vùng chọn N byte...
zh_hans: 将选定内容移动 N 字节...
zh_hant: 將選取範圍移動 N 個位元組...

# CmdAlias_edit_selection_shiftBy
source: move offset
ar: move offset نقل إزاحة
cs: posunout výběr vyber posun move offset
de: verschieben versatz move offset
el: μετακίνηση μετατόπιση move offset
es: mover desplazamiento move offset
fa: جابه‌جایی آفست, move offset
fr: déplacer décalage move offset
hu: kijelölés kijeloles eltolás eltolas mozgatás mozgatas move offset
id: geser pilihan offset move offset
it: sposta offset move offset
ja: せんたくはんいをずらす
ko: 선택 영역 이동 오프셋 move offset
pl: przesuń przesunięcie move offset
pt: mover deslocamento move offset
ro: mutare deplasament move offset
th: เลื่อน ส่วนที่เลือก ออฟเซ็ต move offset
tr: taşı ofset move offset
uk: перемістити зміщення move offset
vi: dịch vùng chọn độ lệch move offset
zh_hans: 移动 选定内容 偏移量 move offset
zh_hant: 移動 選取範圍 位移 move offset

# Cmd_edit_selection_resize
source: Grow / shrink selection...
ar: توسيع / تقليص التحديد...
cs: Zvětšit / zmenšit výběr...
de: Auswahl vergrößern / verkleinern...
el: Μεγέθυνση / σμίκρυνση επιλογής...
es: Ampliar / reducir la selección...
fa: بزرگ / کوچک کردن انتخاب...
fr: Agrandir / réduire la sélection...
hu: Kijelölés bővítése / szűkítése...
id: Perbesar / perkecil pilihan...
it: Estendi / riduci selezione...
ja: 選択範囲を広げる / 狭める...
ko: 선택 영역 확장/축소...
pl: Powiększ / zmniejsz zaznaczenie...
pt: Aumentar / reduzir seleção...
ro: Extindere / restrângere selecție...
th: ขยาย / ย่อส่วนที่เลือก...
tr: Seçimi büyüt / küçült...
uk: Розширити / звузити виділення...
vi: Mở rộng / thu hẹp vùng chọn...
zh_hans: 扩大/缩小选定内容...
zh_hant: 擴大/縮小選取範圍...

# CmdAlias_edit_selection_resize
source: extend expand narrow
ar: extend expand narrow توسيع تقليص
cs: zvětšit zvetsit zmenšit zmensit rozšířit rozsirit zúžit zuzit extend expand narrow
de: erweitern vergrößern verkleinern extend expand narrow
el: επέκταση διεύρυνση στένωση extend expand narrow
es: extender ampliar reducir extend expand narrow
fa: گسترش بزرگ کردن کوچک کردن, extend expand narrow
fr: étendre agrandir réduire extend expand narrow
hu: kijelölés kijeloles bővítés bovites szűkítés szukites méret extend expand narrow
id: perbesar perkecil perluas pilihan extend expand narrow
it: estendi espandi riduci extend expand narrow
ja: せんたくはんいをひろげるせばめる
ko: 선택 영역 확장 축소 늘리기 줄이기 extend expand narrow
pl: rozszerz powiększ zawęź extend expand narrow
pt: estender expandir reduzir extend expand narrow
ro: extindere marire mărire restrangere restrângere extend expand narrow
th: ขยาย ย่อ ส่วนที่เลือก extend expand narrow
tr: genişlet daralt extend expand narrow
uk: розширити звузити extend expand narrow
vi: mở rộng thu hẹp vùng chọn extend expand narrow
zh_hans: 扩大 缩小 扩展 选定内容 extend expand narrow
zh_hant: 擴大 延伸 縮小 選取範圍 extend expand narrow

# Cmd_edit_selection_swapEnds
source: Swap anchor and cursor
ar: تبديل نقطة الارتكاز والمؤشر
cs: Prohodit kotvu a kurzor
de: Anker und Cursor tauschen
el: Εναλλαγή αγκύρωσης και δρομέα
es: Intercambiar ancla y cursor
fa: جابه‌جایی لنگر و مکان‌نما
fr: Échanger l'ancre et le curseur
hu: Horgony és kurzor felcserélése
id: Tukar jangkar dan kursor
it: Scambia ancoraggio e cursore
ja: アンカーとカーソルを入れ替える
ko: 앵커와 커서 바꾸기
pl: Zamień kotwicę i kursor
pt: Trocar âncora e cursor
ro: Inversare ancoră și cursor
th: สลับจุดยึดและเคอร์เซอร์
tr: Bağlantı noktası ile imleci değiştir
uk: Поміняти місцями якір і курсор
vi: Hoán đổi điểm neo và con trỏ
zh_hans: 交换锚点和光标
zh_hant: 交換錨點和游標

# CmdAlias_edit_selection_swapEnds
source: other end
ar: other end الطرف الآخر
cs: prohodit kotva kurzor druhý druhy konec other end
de: anderes ende other end
el: άλλο άκρο other end
es: otro extremo other end
fa: سر دیگر, other end
fr: autre extrémité other end
hu: horgony kurzor csere másik vége masik vege other end
id: tukar ujung jangkar kursor other end
it: altra estremità other end
ja: あんかーとかーそるをいれかえる
ko: 앵커 커서 교환 반대쪽 끝 other end
pl: drugi koniec other end
pt: outra extremidade other end
ro: celalalt celălalt capat capăt other end
th: สลับ จุดยึด เคอร์เซอร์ ปลาย other end
tr: diğer uç other end
uk: інший кінець other end
vi: hoán đổi đầu kia neo con trỏ other end
zh_hans: 交换 锚点 光标 另一端 other end
zh_hant: 錨點 游標 交換 另一端 other end

# Cmd_edit_selection_invert
source: Invert selection
ar: عكس التحديد
cs: Invertovat výběr
de: Auswahl umkehren
el: Αντιστροφή επιλογής
es: Invertir la selección
fa: وارونه کردن انتخاب
fr: Inverser la sélection
hu: Kijelölés megfordítása
id: Balik pilihan
it: Inverti selezione
ja: 選択を反転
ko: 선택 반전
pl: Odwróć zaznaczenie
pt: Inverter seleção
ro: Inversare selecție
th: กลับส่วนที่เลือก
tr: Seçimi tersine çevir
uk: Інвертувати виділення
vi: Đảo vùng chọn
zh_hans: 反向选择
zh_hant: 反轉選取範圍

# CmdAlias_edit_selection_invert
source: inverse
ar: inverse عكس
cs: invertovat obrátit obratit výběr vyber inverse
de: umkehren invertieren inverse
el: αντίστροφη inverse
es: invertir inverse
fa: وارونه, inverse
fr: inverser inverse
hu: megfordítás megforditas invertálás invertalas kijelölés kijeloles inverse
id: balik pilihan inverse
it: inverti inversa inverse
ja: せんたくをはんてん
ko: 선택 반전 역선택 inverse
pl: odwróć odwrotne inverse
pt: inverter inversa inverse
ro: inversare invers inverse
th: กลับ ส่วนที่เลือก inverse
tr: ters inverse
uk: обернути inverse
vi: đảo ngược vùng chọn inverse
zh_hans: 反选 反向 选择 inverse
zh_hant: 反轉 反向 選取 inverse

# Cmd_edit_selection_nextElement
source: Next range
ar: النطاق التالي
cs: Další rozsah
de: Nächster Bereich
el: Επόμενη περιοχή
es: Rango siguiente
fa: محدودهٔ بعدی
fr: Plage suivante
hu: Következő tartomány
id: Rentang berikutnya
it: Intervallo successivo
ja: 次の要素へ
ko: 다음 범위
pl: Następny zakres
pt: Próximo intervalo
ro: Intervalul următor
th: ช่วงถัดไป
tr: Sonraki aralık
uk: Наступний діапазон
vi: Phạm vi tiếp theo
zh_hans: 下一个范围
zh_hant: 下一個範圍

# CmdAlias_edit_selection_nextElement
source: multi selection
ar: multi selection تحديد متعدد
cs: vícenásobný vicenasobny výběr vyber rozsah multi selection
de: mehrfachauswahl multi selection
el: πολλαπλή επιλογή multi selection
es: selección múltiple multi selection
fa: انتخاب چندگانه, multi selection
fr: sélection multiple multi selection
hu: többszörös tobbszoros kijelölés kijeloles tartomány tartomany multi selection
id: rentang berikutnya multi-pilihan multi selection
it: selezione multipla multi selection
ja: つぎのようそへ
ko: 다음 범위 다중 선택 multi selection
pl: zaznaczenie wielokrotne multi selection
pt: seleção múltipla multi selection
ro: selectie selecție multipla multiplă multi selection
th: ช่วง ถัดไป เลือกหลายช่วง multi selection
tr: çoklu seçim multi selection
uk: множинне виділення multi selection
vi: phạm vi tiếp đa vùng chọn multi selection
zh_hans: 多重选择 范围 下一个 multi selection
zh_hant: 多重選取 下一個 範圍 multi selection

# Cmd_edit_selection_previousElement
source: Previous range
ar: النطاق السابق
cs: Předchozí rozsah
de: Vorheriger Bereich
el: Προηγούμενη περιοχή
es: Rango anterior
fa: محدودهٔ قبلی
fr: Plage précédente
hu: Előző tartomány
id: Rentang sebelumnya
it: Intervallo precedente
ja: 前の要素へ
ko: 이전 범위
pl: Poprzedni zakres
pt: Intervalo anterior
ro: Intervalul anterior
th: ช่วงก่อนหน้า
tr: Önceki aralık
uk: Попередній діапазон
vi: Phạm vi trước
zh_hans: 上一个范围
zh_hant: 上一個範圍

# CmdAlias_edit_selection_previousElement
source: multi selection
ar: multi selection تحديد متعدد
cs: vícenásobný vicenasobny výběr vyber rozsah multi selection
de: mehrfachauswahl multi selection
el: πολλαπλή επιλογή multi selection
es: selección múltiple multi selection
fa: انتخاب چندگانه, multi selection
fr: sélection multiple multi selection
hu: többszörös tobbszoros kijelölés kijeloles tartomány tartomany multi selection
id: rentang sebelumnya multi-pilihan multi selection
it: selezione multipla multi selection
ja: まえのようそへ
ko: 이전 범위 다중 선택 multi selection
pl: zaznaczenie wielokrotne multi selection
pt: seleção múltipla multi selection
ro: selectie selecție multipla multiplă multi selection
th: ช่วง ก่อนหน้า เลือกหลายช่วง multi selection
tr: çoklu seçim multi selection
uk: множинне виділення multi selection
vi: phạm vi trước đa vùng chọn multi selection
zh_hans: 多重选择 范围 上一个 multi selection
zh_hant: 多重選取 上一個 範圍 multi selection

# Cmd_edit_selection_startRectangle
source: Start rectangle selection
ar: بدء التحديد المستطيل
cs: Zahájit obdélníkový výběr
de: Rechteckauswahl beginnen
el: Έναρξη ορθογώνιας επιλογής
es: Iniciar selección rectangular
fa: شروع انتخاب مستطیلی
fr: Commencer une sélection rectangulaire
hu: Téglalap-kijelölés indítása
id: Mulai pilihan persegi panjang
it: Avvia selezione rettangolare
ja: 矩形選択を開始
ko: 사각형 선택 시작
pl: Rozpocznij zaznaczenie prostokątne
pt: Iniciar seleção retangular
ro: Începere selecție dreptunghiulară
th: เริ่มส่วนที่เลือกแบบสี่เหลี่ยม
tr: Dikdörtgen seçimi başlat
uk: Почати прямокутне виділення
vi: Bắt đầu vùng chọn hình chữ nhật
zh_hans: 开始矩形选择
zh_hant: 開始矩形選取

# CmdAlias_edit_selection_startRectangle
source: column block box
ar: column block box عمود كتلة مستطيل
cs: obdélník obdelnik sloupec blok column block box
de: spalte block rechteck column block box
el: στήλη μπλοκ πλαίσιο column block box
es: columna bloque rectángulo column block box
fa: ستون بلوک مستطیل, column block box
fr: colonne bloc rectangle column block box
hu: téglalap teglalap oszlop blokk column block box
id: pilihan persegi panjang kolom blok column block box
it: colonna blocco rettangolo column block box
ja: くけいせんたくをかいし
ko: 사각형 선택 열 블록 박스 column block box
pl: kolumna blok prostokąt column block box
pt: coluna bloco retângulo column block box
ro: coloana coloană bloc dreptunghi column block box
th: เลือก สี่เหลี่ยม คอลัมน์ บล็อก column block box
tr: sütun blok kutu column block box
uk: стовпець блок column block box
vi: chọn hình chữ nhật cột khối column block box
zh_hans: 矩形 列 块 选择 column block box
zh_hant: 矩形 區塊 方塊 選取 column block box

# Cmd_edit_selection_toMulti
source: Convert to multi-selection
ar: تحويل إلى تحديد متعدد
cs: Převést na vícenásobný výběr
de: In Mehrfachauswahl umwandeln
el: Μετατροπή σε πολλαπλή επιλογή
es: Convertir en selección múltiple
fa: تبدیل به انتخاب چندگانه
fr: Convertir en sélection multiple
hu: Átalakítás többszörös kijelöléssé
id: Ubah menjadi multi-pilihan
it: Converti in selezione multipla
ja: マルチ選択に変換
ko: 다중 선택으로 변환
pl: Przekształć w zaznaczenie wielokrotne
pt: Converter em seleção múltipla
ro: Conversie în selecție multiplă
th: แปลงเป็นส่วนที่เลือกหลายช่วง
tr: Çoklu seçime dönüştür
uk: Перетворити на множинне виділення
vi: Chuyển thành đa vùng chọn
zh_hans: 转换为多重选择
zh_hant: 轉換為多重選取

# CmdAlias_edit_selection_toMulti
source: rectangle rows
ar: rectangle rows مستطيل صفوف
cs: obdélník obdelnik řádky radky rectangle rows
de: rechteck zeilen rectangle rows
el: ορθογώνιο γραμμές rectangle rows
es: rectángulo filas rectangle rows
fa: مستطیل سطرها, rectangle rows
fr: rectangle lignes rectangle rows
hu: téglalap teglalap sorok többszörös tobbszoros rectangle rows
id: ubah multi-pilihan persegi panjang baris rectangle rows
it: rettangolo righe rectangle rows
ja: まるちせんたくにへんかん
ko: 다중 선택 변환 사각형 행 rectangle rows
pl: prostokąt wiersze rectangle rows
pt: retângulo linhas rectangle rows
ro: dreptunghi randuri rânduri rectangle rows
th: แปลง เลือกหลายช่วง สี่เหลี่ยม แถว rectangle rows
tr: dikdörtgen satırlar rectangle rows
uk: прямокутник рядки rectangle rows
vi: chuyển đa vùng chọn hình chữ nhật hàng rectangle rows
zh_hans: 多重选择 矩形 行 转换 rectangle rows
zh_hant: 多重選取 矩形 列 rectangle rows

# Cmd_edit_selection_save
source: Save selection...
ar: حفظ التحديد...
cs: Uložit výběr...
de: Auswahl speichern...
el: Αποθήκευση επιλογής...
es: Guardar la selección...
fa: ذخیرهٔ انتخاب...
fr: Enregistrer la sélection...
hu: Kijelölés mentése...
id: Simpan pilihan...
it: Salva selezione...
ja: 選択範囲を保存...
ko: 선택 영역 저장...
pl: Zapisz zaznaczenie...
pt: Salvar seleção...
ro: Salvare selecție...
th: บันทึกส่วนที่เลือก...
tr: Seçimi kaydet...
uk: Зберегти виділення...
vi: Lưu vùng chọn...
zh_hans: 保存选定内容...
zh_hant: 儲存選取範圍...

# CmdAlias_edit_selection_save
source: selection set
ar: selection set مجموعة تحديد
cs: uložit ulozit výběr vyber sada selection set
de: auswahlsatz selection set
el: σύνολο επιλογής selection set
es: conjunto de selección selection set
fa: مجموعه انتخاب, selection set
fr: jeu de sélections selection set
hu: kijelölés kijeloles mentés mentes készlet keszlet selection set
id: simpan pilihan set selection set
it: selezione set selection set
ja: せんたくはんいをほぞん
ko: 선택 영역 저장 선택 집합 selection set
pl: zaznaczenie zestaw selection set
pt: seleção conjunto selection set
ro: set selectie selecție selection set
th: บันทึก ส่วนที่เลือก ชุด selection set
tr: seçim kümesi selection set
uk: набір виділень selection set
vi: lưu vùng chọn bộ selection set
zh_hans: 保存 选定内容 选择集 selection set
zh_hant: 儲存 選取範圍 選取範圍集 selection set

# Cmd_edit_selection_load
source: Load saved selection...
ar: تحميل تحديد محفوظ...
cs: Načíst uložený výběr...
de: Gespeicherte Auswahl laden...
el: Φόρτωση αποθηκευμένης επιλογής...
es: Cargar selección guardada...
fa: بارگذاری انتخاب ذخیره‌شده...
fr: Charger une sélection enregistrée...
hu: Mentett kijelölés betöltése...
id: Muat pilihan tersimpan...
it: Carica selezione salvata...
ja: 保存した選択範囲を読み込む...
ko: 저장된 선택 영역 로드...
pl: Wczytaj zapisane zaznaczenie...
pt: Carregar seleção salva...
ro: Încărcare selecție salvată...
th: โหลดส่วนที่เลือกที่บันทึกไว้...
tr: Kaydedilmiş seçimi yükle...
uk: Завантажити збережене виділення...
vi: Tải vùng chọn đã lưu...
zh_hans: 加载已保存的选定内容...
zh_hant: 載入已儲存的選取範圍...

# CmdAlias_edit_selection_load
source: selection set
ar: selection set مجموعة تحديد
cs: načíst nacist výběr vyber sada selection set
de: auswahlsatz selection set
el: σύνολο επιλογής selection set
es: conjunto de selección selection set
fa: مجموعه انتخاب, selection set
fr: jeu de sélections selection set
hu: kijelölés kijeloles betöltés betoltes készlet keszlet selection set
id: muat pilihan tersimpan set selection set
it: selezione set selection set
ja: ほぞんしたせんたくはんいをよみこむ
ko: 저장된 선택 영역 로드 불러오기 선택 집합 selection set
pl: zaznaczenie zestaw selection set
pt: seleção conjunto selection set
ro: set selectie selecție incarcare încărcare selection set
th: โหลด ส่วนที่เลือก ชุด selection set
tr: seçim kümesi selection set
uk: набір виділень selection set
vi: tải vùng chọn đã lưu bộ selection set
zh_hans: 加载 选定内容 选择集 selection set
zh_hant: 載入 選取範圍 選取範圍集 selection set

# Cmd_edit_selection_export
source: Export selection...
ar: تصدير التحديد...
cs: Exportovat výběr...
de: Auswahl exportieren...
el: Εξαγωγή επιλογής...
es: Exportar la selección...
fa: صادر کردن انتخاب...
fr: Exporter la sélection...
hu: Kijelölés exportálása...
id: Ekspor pilihan...
it: Esporta selezione...
ja: 選択範囲をエクスポート...
ko: 선택 영역 내보내기...
pl: Eksportuj zaznaczenie...
pt: Exportar seleção...
ro: Exportare selecție...
th: ส่งออกส่วนที่เลือก...
tr: Seçimi dışarı aktar...
uk: Експортувати виділення...
vi: Xuất vùng chọn...
zh_hans: 导出选定内容...
zh_hant: 匯出選取範圍...

# CmdAlias_edit_selection_export
source: csv json
ar: csv json تصدير
cs: exportovat výběr vyber csv json
de: exportieren csv json
el: εξαγωγή csv json
es: exportar csv json
fa: صادر کردن, csv json
fr: exporter csv json
hu: kijelölés kijeloles exportálás exportalas csv json
id: ekspor pilihan csv json
it: esporta csv json
ja: せんたくはんいをえくすぽーと
ko: 선택 영역 내보내기 csv json
pl: eksportuj csv json
pt: exportar csv json
ro: exportare export csv json
th: ส่งออก ส่วนที่เลือก csv json
tr: dışarı aktar csv json
uk: експорт csv json
vi: xuất vùng chọn csv json
zh_hans: 导出 选定内容 csv json
zh_hant: 匯出 選取範圍 csv json

# Cmd_edit_selection_import
source: Import selection...
ar: استيراد التحديد...
cs: Importovat výběr...
de: Auswahl importieren...
el: Εισαγωγή επιλογής...
es: Importar selección...
fa: وارد کردن انتخاب...
fr: Importer une sélection...
hu: Kijelölés importálása...
id: Impor pilihan...
it: Importa selezione...
ja: 選択範囲をインポート...
ko: 선택 영역 가져오기...
pl: Importuj zaznaczenie...
pt: Importar seleção...
ro: Importare selecție...
th: นำเข้าส่วนที่เลือก...
tr: Seçimi içeri aktar...
uk: Імпортувати виділення...
vi: Nhập vùng chọn...
zh_hans: 导入选定内容...
zh_hant: 匯入選取範圍...

# CmdAlias_edit_selection_import
source: csv json
ar: csv json استيراد
cs: importovat výběr vyber csv json
de: importieren csv json
el: εισαγωγή csv json
es: importar csv json
fa: وارد کردن, csv json
fr: importer csv json
hu: kijelölés kijeloles importálás importalas csv json
id: impor pilihan csv json
it: importa csv json
ja: せんたくはんいをいんぽーと
ko: 선택 영역 가져오기 csv json
pl: importuj csv json
pt: importar csv json
ro: importare import csv json
th: นำเข้า ส่วนที่เลือก csv json
tr: içeri aktar csv json
uk: імпорт csv json
vi: nhập vùng chọn csv json
zh_hans: 导入 选定内容 csv json
zh_hant: 匯入 選取範圍 csv json

# Cmd_edit_caret_addAbove
source: Add cursor above
ar: إضافة مؤشر أعلاه
cs: Přidat kurzor nad
de: Cursor oberhalb hinzufügen
el: Προσθήκη δρομέα επάνω
es: Agregar cursor arriba
fa: افزودن مکان‌نما در بالا
fr: Ajouter un curseur au-dessus
hu: Kurzor hozzáadása fölé
id: Tambah kursor di atas
it: Aggiungi cursore sopra
ja: カーソルを上の行に追加
ko: 위에 커서 추가
pl: Dodaj kursor powyżej
pt: Adicionar cursor acima
ro: Adăugare cursor deasupra
th: เพิ่มเคอร์เซอร์ด้านบน
tr: Yukarıya imleç ekle
uk: Додати курсор вище
vi: Thêm con trỏ phía trên
zh_hans: 在上方添加光标
zh_hant: 在上方新增游標

# CmdAlias_edit_caret_addAbove
source: multi cursor caret
ar: multi cursor caret مؤشرات متعددة
cs: více vice kurzorů kurzoru kurzor multi cursor caret
de: mehrere cursor einfügemarke multi cursor caret
el: πολλαπλοί δρομείς multi cursor caret
es: varios cursores símbolo de intercalación multi cursor caret
fa: چند مکان‌نما, multi cursor caret
fr: curseurs multiples caret multi cursor caret
hu: több tobb kurzor beszúrási pont multi cursor caret
id: tambah multi kursor atas multi cursor caret
it: cursore multiplo multi cursor caret
ja: かーそるをうえのぎょうについか
ko: 다중 커서 캐럿 추가 위 multi cursor caret
pl: wiele kursorów multi cursor caret
pt: cursor múltiplo multi cursor caret
ro: cursoare multiple cursor multi cursor caret
th: เพิ่ม เคอร์เซอร์ หลายเคอร์เซอร์ ด้านบน multi cursor caret
tr: çoklu imleç multi cursor caret
uk: кілька курсорів multi cursor caret
vi: thêm nhiều con trỏ phía trên multi cursor caret
zh_hans: 多光标 光标 插入点 上方 multi cursor caret
zh_hant: 多重游標 新增 上方 multi cursor caret

# Cmd_edit_caret_addBelow
source: Add cursor below
ar: إضافة مؤشر أدناه
cs: Přidat kurzor pod
de: Cursor unterhalb hinzufügen
el: Προσθήκη δρομέα κάτω
es: Agregar cursor abajo
fa: افزودن مکان‌نما در پایین
fr: Ajouter un curseur en dessous
hu: Kurzor hozzáadása alá
id: Tambah kursor di bawah
it: Aggiungi cursore sotto
ja: カーソルを下の行に追加
ko: 아래에 커서 추가
pl: Dodaj kursor poniżej
pt: Adicionar cursor abaixo
ro: Adăugare cursor dedesubt
th: เพิ่มเคอร์เซอร์ด้านล่าง
tr: Aşağıya imleç ekle
uk: Додати курсор нижче
vi: Thêm con trỏ phía dưới
zh_hans: 在下方添加光标
zh_hant: 在下方新增游標

# CmdAlias_edit_caret_addBelow
source: multi cursor caret
ar: multi cursor caret مؤشرات متعددة
cs: více vice kurzorů kurzoru kurzor multi cursor caret
de: mehrere cursor einfügemarke multi cursor caret
el: πολλαπλοί δρομείς multi cursor caret
es: varios cursores símbolo de intercalación multi cursor caret
fa: چند مکان‌نما, multi cursor caret
fr: curseurs multiples caret multi cursor caret
hu: több tobb kurzor beszúrási pont multi cursor caret
id: tambah multi kursor bawah multi cursor caret
it: cursore multiplo multi cursor caret
ja: かーそるをしたのぎょうについか
ko: 다중 커서 캐럿 추가 아래 multi cursor caret
pl: wiele kursorów multi cursor caret
pt: cursor múltiplo multi cursor caret
ro: cursoare multiple cursor multi cursor caret
th: เพิ่ม เคอร์เซอร์ หลายเคอร์เซอร์ ด้านล่าง multi cursor caret
tr: çoklu imleç multi cursor caret
uk: кілька курсорів multi cursor caret
vi: thêm nhiều con trỏ phía dưới multi cursor caret
zh_hans: 多光标 光标 插入点 下方 multi cursor caret
zh_hant: 多重游標 新增 下方 multi cursor caret

# Cmd_edit_caret_atElements
source: Put a cursor at each range
ar: وضع مؤشر عند كل نطاق
cs: Umístit kurzor do každého rozsahu
de: Einen Cursor an jeden Bereich setzen
el: Τοποθέτηση δρομέα σε κάθε περιοχή
es: Poner un cursor en cada rango
fa: قرار دادن مکان‌نما در هر محدوده
fr: Placer un curseur sur chaque plage
hu: Kurzor elhelyezése minden tartományban
id: Tempatkan kursor di setiap rentang
it: Metti un cursore in ogni intervallo
ja: 選択範囲の各要素にカーソルを置く
ko: 각 범위에 커서 두기
pl: Umieść kursor w każdym zakresie
pt: Colocar um cursor em cada intervalo
ro: Plasare cursor la fiecare interval
th: วางเคอร์เซอร์ที่แต่ละช่วง
tr: Her aralığa bir imleç koy
uk: Поставити курсор у кожен діапазон
vi: Đặt con trỏ tại mỗi phạm vi
zh_hans: 在每个范围放置光标
zh_hant: 在每個範圍放置游標
